//Напишите программу, которая выводит третью цифру(c начала) заданного числа или сообщает, что третьей цифры нет.
//НЕ ИСПОЛЬЗОВАТЬ НУМЕРАЦИЮ СТРОК

Console.Clear();
Console.WriteLine("Напишите число");
int a = int.Parse(Console.ReadLine());

int [] array ={a}
Console.WriteLine(array[2]);
